{
  "Table": {
    "Title": "Elon Musk's SpaceX Plans To Launch 4,000 Satellites, Broadcasting Internet To Entire World",
    "text1": "Elon Musk's SpaceX has officially asked for permission to build a constellation of 4,000 satellites capable of beaming the Internet to the most remote regions of the earth. The plan, outlined in a request to the Federal Communications Commission, would transform Musk's rocket company into a new Internet service provider to compete with the likes of Verizon and Comcast. And you thought you were having a productive day.",
    "text2":"Musk first revealed his company's plan during a SpaceX event in January, though he didn't formally request authorization from the FCC until last month (the news was first revealed Wednesday by the Washington Post). The plan centers around the idea that SpaceX's Falcon 9 rocket would launch into orbit, then deploy a fleet of satellites that broadcast Internet signals to various points across the globe.",
    "text3": "The FCC request seeks permission to first find out if SpaceX's antenna technology is actually strong enough to reach devices on earth. If all goes according to plan, though, the tests could be underway by 2016, and the satellites and Internet in operation within five years.",
    "text4": "Elon Musk in January announced that his company plans to launch satellites that can bring the Internet to the most remote regions of the planet. Here, the SpaceX Dragon commercial cargo craft is grappled by the Canadarm2 robotic arm at the International Space Station in this May 25, 2012, NASA handout photo.",
    "text5": "Musk said during a speech January that a project of this magnitude would \"be a real enabler for people in poorer regions of the world\" as well as help improve the Internet in the U.S., \"where people are stuck with Time Warner or Comcast.\"",
    "text6": "Of course, Musk isn't the only entrepreneur who has publicly examined the idea of extending Internet access worldwide. Bill Gates looked into the possibility in the past, and now Richard Branson is exploring it. On the other hand, both Google and Facebook have dumped their satellite plans.",
    "text7": "But it's the latest proof that SpaceX, with its stated goal of populating Mars, is determined to be more than a punchline. The company is also at work on transport aircraft to ferry Americans astronauts to the International Space Station and recently broke ground on a massive new airport hangar next to the Kennedy Space Center."
  }
}
